driver-tests/bpelse/exit/ExitJbi/test/ExitBP2BP/Input.xml

<soapenv:Envelope
  xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/"
  xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
  xmlns:xsd="http://www.w3.org/2001/XMLSchema"
  xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
  xmlns:asy="http://www.mycomp.org/ExitBP2BPSchemaNamespace">
  <soapenv:Body>
    <asy:typeA>
      <paramA>Hello Asynchronous World</paramA>
      <id>18</id>
    </asy:typeA>
  </soapenv:Body>
</soapenv:Envelope>